[
    {
        "title": "Fast X",
        "genre": [
            "Action",
            "Crime",
            "Thriller"
        ],
        "overview": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
        "vote_average": "7.3"
    },
    {
        "title": "John Wick: Chapter 4",
        "genre": [
            "Action",
            "Thriller",
            "Crime"
        ],
        "overview": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
        "vote_average": "7.9"
    },
    {
        "title": "Extraction 2",
        "genre": [
            "Action",
            "Thriller"
        ],
        "overview": "Tasked with extracting a family who is at the mercy of a Georgian gangster, Tyler Rake infiltrates one of the world's deadliest prisons in order to save them. But when the extraction gets hot, and the gangster dies in the heat of battle, his equally ruthless brother tracks down Rake and his team to Sydney, in order to get revenge.",
        "vote_average": "7.9"
    },
    {
        "title": "The Super Mario Bros. Movie",
        "genre": [
            "Animation",
            "Family",
            "Adventure",
            "Fantasy",
            "Comedy"
        ],
        "overview": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
        "vote_average": "7.8"
    },
    {
        "title": "Spider-Man: Across the Spider-Verse",
        "genre": [
            "Action",
            "Adventure",
            "Animation",
            "Science Fiction"
        ],
        "overview": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
        "vote_average": "8.7"
    },
    {
        "title": "Transformers: Rise of the Beasts",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "overview": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
        "vote_average": "7.3"
    },
    {
        "title": "Hypnotic",
        "genre": [
            "Mystery",
            "Thriller",
            "Science Fiction"
        ],
        "overview": "A detective becomes entangled in a mystery involving his missing daughter and a secret government program while investigating a string of reality-bending crimes.",
        "vote_average": "6.4"
    },
    {
        "title": "The Flash",
        "genre": [
            "Science Fiction",
            "Action",
            "Adventure"
        ],
        "overview": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
        "vote_average": "6.8"
    },
    {
        "title": "Flamin' Hot",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "overview": "The inspiring true story of Richard Montañez, the Frito Lay janitor who channeled his Mexican American heritage and upbringing to turn the iconic Flamin’ Hot Cheetos into a snack that disrupted the food industry and became a global pop culture phenomenon.",
        "vote_average": "8.2"
    },
    {
        "title": "Ambush",
        "genre": [
            "Action",
            "War",
            "Thriller"
        ],
        "overview": "When a small outpost is ambushed, a US Army squad must take the battle below ground on a high-stakes mission in a new type of warfare the likes of which they have never seen.",
        "vote_average": "6.1"
    },
    {
        "title": "Avatar: The Way of Water",
        "genre": [
            "Science Fiction",
            "Adventure",
            "Action"
        ],
        "overview": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
        "vote_average": "7.7"
    },
    {
        "title": "Guardians of the Galaxy Vol. 3",
        "genre": [
            "Science Fiction",
            "Adventure",
            "Action"
        ],
        "overview": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
        "vote_average": "8.1"
    },
    {
        "title": "The Black Demon",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "Oilman Paul Sturges' idyllic family vacation turns into a nightmare when they encounter a ferocious megalodon shark that will stop at nothing to protect its territory. Stranded and under constant attack, Paul and his family must somehow find a way to get his family back to shore alive before it strikes again in this epic battle between humans and nature.",
        "vote_average": "6.3"
    },
    {
        "title": "The Little Mermaid",
        "genre": [
            "Adventure",
            "Family",
            "Fantasy",
            "Romance"
        ],
        "overview": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
        "vote_average": "6.2"
    },
    {
        "title": "My Fault",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
        "vote_average": "8.4"
    },
    {
        "title": "Guy Ritchie's The Covenant",
        "genre": [
            "War",
            "Action",
            "Thriller"
        ],
        "overview": "During the war in Afghanistan, a local interpreter risks his own life to carry an injured sergeant across miles of grueling terrain.",
        "vote_average": "7.6"
    },
    {
        "title": "Evil Dead Rise",
        "genre": [
            "Thriller",
            "Horror"
        ],
        "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
        "vote_average": "7.1"
    },
    {
        "title": "Black Clover: Sword of the Wizard King",
        "genre": [
            "Animation",
            "Fantasy",
            "Action",
            "Adventure"
        ],
        "overview": "As a lionhearted boy who can’t wield magic strives for the title of Wizard King, four banished Wizard Kings of yore return to crush the Clover Kingdom.",
        "vote_average": "8.8"
    },
    {
        "title": "Ant-Man and the Wasp: Quantumania",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "overview": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.",
        "vote_average": "6.5"
    },
    {
        "title": "Sisu",
        "genre": [
            "Action",
            "War"
        ],
        "overview": "Deep in the wilderness of Lapland, Aatami Korpi is searching for gold but after he stumbles upon Nazi patrol, a breathtaking and gold-hungry chase through the destroyed and mined Lapland wilderness begins.",
        "vote_average": "7.4"
    },
    {
        "title": "Tayuan",
        "genre": [
            "Drama"
        ],
        "overview": "Ella, an events project manager, usually takes a private transportation service. However, she is forced to take a bus, where bus conductor Rico becomes aroused when her body gets pressed into him due to the thick crowd.  This encounter deeply affects Ella, and from that night on, she starts pursuing Rico. Even after discovering that Rico is already married with a daughter, Ella doesn’t care at all and she’ll do anything to make him want her just as much.",
        "vote_average": "10.0"
    },
    {
        "title": "Operation Seawolf",
        "genre": [
            "War",
            "Thriller",
            "Action",
            "Adventure",
            "Mystery",
            "Science Fiction",
            "Drama"
        ],
        "overview": "During the last days of World War II, Germany, desperate for any last grasp to defeat the allied powers, looked to their last remaining weapons and soldiers. The German Navy and the last remaining U-Boats were formed together for one desperate last mission – a mission to attack the United States Homeland, known as Operation Seawolf. Captain Hans Kessler, a grizzled submarine commander from both World Wars, is called into service to make one mission a success and help turn the tide of the war.",
        "vote_average": "6.1"
    },
    {
        "title": "Accident Man: Hitman's Holiday",
        "genre": [
            "Action",
            "Comedy",
            "Crime"
        ],
        "overview": "The Accident Man is back, and this time he must best the top assassins in the world to protect the ungrateful son of a mafia boss, save the life of his only friend and rekindle his relationship with his maniacal father figure.",
        "vote_average": "6.5"
    },
    {
        "title": "Puss in Boots: The Last Wish",
        "genre": [
            "Animation",
            "Family",
            "Fantasy",
            "Adventure",
            "Comedy"
        ],
        "overview": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
        "vote_average": "8.3"
    },
    {
        "title": "Elemental",
        "genre": [
            "Animation",
            "Comedy",
            "Family",
            "Fantasy",
            "Romance"
        ],
        "overview": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common.",
        "vote_average": "7.5"
    },
    {
        "title": "Shazam! Fury of the Gods",
        "genre": [
            "Comedy",
            "Action",
            "Fantasy"
        ],
        "overview": "Billy Batson and his foster siblings, who transform into superheroes by saying \"Shazam!\", are forced to get back into action and fight the Daughters of Atlas, who they must stop from using a weapon that could destroy the world.",
        "vote_average": "6.7"
    },
    {
        "title": "Mother's Day",
        "genre": [
            "Action",
            "Thriller",
            "Drama"
        ],
        "overview": "Nina, a former NATO special operations agent living in hiding, has to use all her deadly skills to rescue her son who has been kidnapped by ruthless gangsters. Finding Max is a double opportunity for her. A chance to feel the adrenaline rush again, and an opportunity to get back into the life of the son she had to abandon years ago.",
        "vote_average": "5.8"
    },
    {
        "title": "The Pope's Exorcist",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "Father Gabriele Amorth, Chief Exorcist of the Vatican, investigates a young boy's terrifying possession and ends up uncovering a centuries-old conspiracy the Vatican has desperately tried to keep hidden.",
        "vote_average": "7.2"
    },
    {
        "title": "Spider-Man: Into the Spider-Verse",
        "genre": [
            "Action",
            "Adventure",
            "Animation",
            "Science Fiction"
        ],
        "overview": "Miles Morales is juggling his life between being a high school student and being a spider-man. When Wilson \"Kingpin\" Fisk uses a super collider, others from across the Spider-Verse are transported to this dimension.",
        "vote_average": "8.4"
    },
    {
        "title": "Blood & Gold",
        "genre": [
            "Action",
            "Drama",
            "War"
        ],
        "overview": "At the end of World War II, a German soldier is looking for his daughter while an SS troop is looking for a Jewish treasure.",
        "vote_average": "6.6"
    },
    {
        "title": "Creed III",
        "genre": [
            "Drama",
            "Action"
        ],
        "overview": "After dominating the boxing world, Adonis Creed has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damian Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damian — a fighter who has nothing to lose.",
        "vote_average": "7.2"
    },
    {
        "title": "The Three Musketeers",
        "genre": [
            "Action",
            "Adventure"
        ],
        "overview": "France is in turmoil and a new, naive King finds himself manipulated by the evil Cardinal Richelieu. With a corrupt commander of the royal guard by his side the Cardinal employs the expertise of the devious and wicked Milady de Winter in a plot to bring down the monarchy and drag the country into war. As France burns the Cardinal will take control. All that stands between them and victory are the remnants of an elite group who wore loyalty to crown and country. Above all else The Musketeers will stand against the odds to foil this deadly plot.",
        "vote_average": "5.3"
    },
    {
        "title": "Extraction",
        "genre": [
            "Action",
            "Thriller"
        ],
        "overview": "Tyler Rake, a fearless mercenary who offers his services on the black market, embarks on a dangerous mission when he is hired to rescue the kidnapped son of a Mumbai crime lord.",
        "vote_average": "7.3"
    },
    {
        "title": "Project Wolf Hunting",
        "genre": [
            "Action",
            "Thriller",
            "Horror"
        ],
        "overview": "While under heavily armed guard, the dangerous convicts aboard a cargo ship unite in a coordinated escape attempt that soon escalates into a bloody, all-out riot. But as the fugitives continue their brutal campaign of terror, they soon discover that not even the most vicious among them is safe from the horror they unknowingly unleashed from the darkness below deck.",
        "vote_average": "6.4"
    },
    {
        "title": "The Tank",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "In 1978 Oregon, Ben and Jules inherit an abandoned coastal property from Ben's late mother, who's never mentioned it. The untouched house has been kept a secret for 40 years and comes with a beautiful private cove and beach. Jules searches for answers while Ben unwittingly awakens a fiercely protective creature.",
        "vote_average": "5.1"
    },
    {
        "title": "The Mother",
        "genre": [
            "Action",
            "Thriller"
        ],
        "overview": "A deadly female assassin comes out of hiding to protect the daughter that she gave up years before, while on the run from dangerous men.",
        "vote_average": "6.8"
    },
    {
        "title": "The Mount 2",
        "genre": [
            "Horror"
        ],
        "overview": "A year after the incident at the Mount, the police are still investigating the murders of Philomena and Caroline. The Mount has been cordoned off by the police. However, on Halloween night, a group of teenagers break in. They plan on holding a wedding between friends, conducted by a rather odd character, however, little did they know some unexpected guests would show up to crash the party.",
        "vote_average": "4.5"
    },
    {
        "title": "Los bastardos",
        "genre": [
            "Action",
            "Thriller",
            "Crime",
            "Drama"
        ],
        "overview": "",
        "vote_average": "7.0"
    },
    {
        "title": "Ghosted",
        "genre": [
            "Action",
            "Comedy",
            "Romance"
        ],
        "overview": "Salt-of-the-earth Cole falls head over heels for enigmatic Sadie — but then makes the shocking discovery that she’s a secret agent. Before they can decide on a second date, Cole and Sadie are swept away on an international adventure to save the world.",
        "vote_average": "7.1"
    },
    {
        "title": "Spider-Man: No Way Home",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "vote_average": "8.0"
    },
    {
        "title": "Crater",
        "genre": [
            "Science Fiction",
            "Action",
            "Adventure",
            "Family"
        ],
        "overview": "After the death of his father, a boy growing up on a lunar mining colony takes a trip to explore a legendary crater, along with his four best friends, prior to being permanently relocated to another planet.",
        "vote_average": "6.6"
    },
    {
        "title": "One Day as a Lion",
        "genre": [
            "Action",
            "Thriller",
            "Crime"
        ],
        "overview": "Jackie Powers will stop at nothing to prevent his son from following him into a life of crime. With his mob employer in pursuit, a chance encounter at a roadside diner charts a new path.",
        "vote_average": "5.8"
    },
    {
        "title": "Infinity Pool",
        "genre": [
            "Horror",
            "Science Fiction",
            "Thriller"
        ],
        "overview": "While staying at an isolated island resort, James and Em are enjoying a perfect vacation of pristine beaches, exceptional staff, and soaking up the sun. But guided by the seductive and mysterious Gabi, they venture outside the resort grounds and find themselves in a culture filled with violence, hedonism, and untold horror. A tragic accident leaves them facing a zero tolerance policy for crime: either you'll be executed, or, if you’re rich enough to afford it, you can watch yourself die instead.",
        "vote_average": "6.3"
    },
    {
        "title": "Drunken Fist",
        "genre": [
            "Action"
        ],
        "overview": "In the last years of the Qing Dynasty, Su Qier, the ten tigers of Guangdong, fought a decisive battle between the Ax Gang and the gangsters, and finally founded a school to spread martial arts.",
        "vote_average": "4.8"
    },
    {
        "title": "Extras For Chasing The Dragon",
        "genre": [
            "Action",
            "Crime"
        ],
        "overview": "Legendary heroes, lame-rich rises, dragons fight tigers, wealth and danger",
        "vote_average": "3.0"
    },
    {
        "title": "The Wandering Earth II",
        "genre": [
            "Science Fiction",
            "Action",
            "Drama"
        ],
        "overview": "Humans built huge engines on the surface of the earth to find a new home. But the road to the universe is perilous. In order to save earth, young people once again have to step forward to start a race against time for life and death.",
        "vote_average": "7.2"
    },
    {
        "title": "Scream VI",
        "genre": [
            "Horror",
            "Mystery",
            "Thriller"
        ],
        "overview": "Following the latest Ghostface killings, the four survivors leave Woodsboro behind and start a fresh chapter.",
        "vote_average": "7.3"
    },
    {
        "title": "Sword Art Online the Movie -Progressive- Scherzo of Deep Night",
        "genre": [
            "Animation",
            "Action",
            "Fantasy",
            "Science Fiction"
        ],
        "overview": "Over a month has passed since 10,000 users were trapped inside the \"Sword Art Online\" world. Asuna, who cleared the first floor of the floating iron castle of Aincrad, joined up with Kirito and continued her journey to reach the top floor. With the support of female Information Broker Argo, clearing the floors seemed to be progressing smoothly, but conflict erupts between two major guilds who should be working together – the top player groups ALS (the Aincrad Liberation Squad) and DKB (the Dragon Knights Brigade). And meanwhile, behind the scenes exists a mysterious figure pulling the strings…",
        "vote_average": "7.7"
    },
    {
        "title": "Fist of the Condor",
        "genre": [
            "Action"
        ],
        "overview": "Upon the empire’s fall to invading conquistadors, the 16th-century Incas quickly concealed a sacred manual containing the secrets behind their deadly fighting technique. But after centuries of careful safeguarding, the manual is again at risk of falling into the wrong hands, leaving its rightful guardian to battle the world’s greatest assassins to protect the ancient secrets within.",
        "vote_average": "7.4"
    },
    {
        "title": "The Best Man",
        "genre": [
            "Action",
            "Thriller"
        ],
        "overview": "Mercenaries seize control of a remote resort hotel during a wedding and it's up to the best man, the groom and their drunken best friend to stop the terrorists and save the hostages.",
        "vote_average": "6.0"
    },
    {
        "title": "Black Panther: Wakanda Forever",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "overview": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death.  As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.",
        "vote_average": "7.2"
    },
    {
        "title": "A Deadly Mistake",
        "genre": [
            "TV Movie",
            "Thriller"
        ],
        "overview": "After a car accident leaves her boyfriend in a coma, April’s panic attacks return and make her life a living hell. However, once she accepts the kindness of a stranger trying to help her, she realizes that he might not be the stranger she thought he is.",
        "vote_average": "6.4"
    },
    {
        "title": "Jagged Mind",
        "genre": [
            "Horror"
        ],
        "overview": "When Billie finds herself reliving different versions of the same first date, she must break out of a series of loops created by her manipulative ex-girlfriend.",
        "vote_average": "5.7"
    },
    {
        "title": "Black Adam",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction",
            "Fantasy"
        ],
        "overview": "Nearly 5,000 years after he was bestowed with the almighty powers of the Egyptian gods—and imprisoned just as quickly—Black Adam is freed from his earthly tomb, ready to unleash his unique form of justice on the modern world.",
        "vote_average": "7.1"
    },
    {
        "title": "Peter Pan & Wendy",
        "genre": [
            "Family",
            "Fantasy",
            "Action",
            "Adventure"
        ],
        "overview": "Wendy Darling, a young girl afraid to leave her childhood home behind, meets Peter Pan, a boy who refuses to grow up. Alongside her brothers and a tiny fairy, Tinker Bell, she travels with Peter to the magical world of Neverland. There, she encounters an evil pirate captain, Captain Hook, and embarks on a thrilling adventure that will change her life forever.",
        "vote_average": "5.7"
    },
    {
        "title": "Dungeons & Dragons: Honor Among Thieves",
        "genre": [
            "Adventure",
            "Fantasy",
            "Comedy"
        ],
        "overview": "A charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people.",
        "vote_average": "7.5"
    },
    {
        "title": "Snag",
        "genre": [
            "Action",
            "Crime",
            "Thriller"
        ],
        "overview": "An Australian lone wolf's quiet existence is shattered when he learns that the woman he once loved and thought was dead is alive and held captive by ruthless gangsters. Now, to take on this dangerous criminal organization, he must seek out allies and storm into a world of violence to rescue the love of his life in this gritty, modern day violent fairytale.",
        "vote_average": "5.8"
    },
    {
        "title": "The Last Kingdom: Seven Kings Must Die",
        "genre": [
            "Action",
            "Adventure",
            "War"
        ],
        "overview": "In the wake of King Edward's death, Uhtred of Bebbanburg and his comrades adventure across a fractured kingdom in the hopes of uniting England at last.",
        "vote_average": "7.3"
    },
    {
        "title": "Suzume",
        "genre": [
            "Animation",
            "Drama",
            "Adventure",
            "Fantasy"
        ],
        "overview": "Suzume, 17, lost her mother as a little girl. On her way to school, she meets a mysterious young man. But her curiosity unleashes a calamity that endangers the entire population of Japan, and so Suzume embarks on a journey to set things right.",
        "vote_average": "7.9"
    },
    {
        "title": "Tin & Tina",
        "genre": [
            "Horror",
            "Thriller",
            "Mystery"
        ],
        "overview": "After a traumatic miscarriage, Lola and her husband Adolfo adopt Tin and Tina, a lovely albino brother and sister with an ultra-catholic education that makes them interpret Holy Bible verbatim.",
        "vote_average": "6.1"
    },
    {
        "title": "Ancient Chinese Whorehouse",
        "genre": [
            "History",
            "Comedy"
        ],
        "overview": "Madam Five and carpenter Kong work together managing a famous whorehouse. Kong's apprentice Yat fails to get along with Ching due to a misunderstanding between them. Luckily, the appearance of a murderous rapist helps to resolve the misunderstanding between them. It also unites the group to defend against the sex maniac and to rebuild Madam Five's business at a new location.",
        "vote_average": "5.5"
    },
    {
        "title": "Cocaine Bear",
        "genre": [
            "Thriller",
            "Comedy",
            "Crime"
        ],
        "overview": "Inspired by a true story, an oddball group of cops, criminals, tourists and teens converge in a Georgia forest where a 500-pound black bear goes on a murderous rampage after unintentionally ingesting cocaine.",
        "vote_average": "6.3"
    },
    {
        "title": "Beau Is Afraid",
        "genre": [
            "Comedy",
            "Adventure",
            "Fantasy"
        ],
        "overview": "A paranoid man embarks on an epic odyssey to get home to his mother.",
        "vote_average": "7.0"
    },
    {
        "title": "Transformers: Age of Extinction",
        "genre": [
            "Science Fiction",
            "Action",
            "Adventure"
        ],
        "overview": "As humanity picks up the pieces, following the conclusion of \"Transformers: Dark of the Moon,\" Autobots and Decepticons have all but vanished from the face of the planet. However, a group of powerful, ingenious businessman and scientists attempt to learn from past Transformer incursions and push the boundaries of technology beyond what they can control - all while an ancient, powerful Transformer menace sets Earth in his cross-hairs.",
        "vote_average": "5.9"
    },
    {
        "title": "Fear the Invisible Man",
        "genre": [
            "Thriller",
            "Horror",
            "Science Fiction"
        ],
        "overview": "A young British widow shelters an old medical school colleague, a man who has somehow turned himself invisible. As his isolation grows and his sanity frays, he schemes to create a reign of wanton murder and terror across the city.",
        "vote_average": "7.8"
    },
    {
        "title": "Murder Mystery 2",
        "genre": [
            "Comedy",
            "Crime"
        ],
        "overview": "After starting their own detective agency, Nick and Audrey Spitz land a career-making case when their billionaire pal is kidnapped from his wedding.",
        "vote_average": "6.6"
    },
    {
        "title": "AKA",
        "genre": [
            "Thriller",
            "Action",
            "Crime"
        ],
        "overview": "A steely special ops agent finds his morality put to the test when he infiltrates a crime syndicate and unexpectedly bonds with the boss' young son.",
        "vote_average": "7.1"
    },
    {
        "title": "Kandahar",
        "genre": [
            "Action",
            "Thriller"
        ],
        "overview": "After his mission is exposed, an undercover CIA operative stuck deep in hostile territory in Afghanistan must fight his way out, alongside his Afghan translator, to an extraction point in Kandahar, all whilst avoiding elite enemy forces and foreign spies tasked with hunting them down.",
        "vote_average": "5.0"
    },
    {
        "title": "Island of the Dolls",
        "genre": [
            "Horror"
        ],
        "overview": "A group of people go to the legendary Island of the Dolls to learn the deadly truth.",
        "vote_average": "5.2"
    },
    {
        "title": "Mummies",
        "genre": [
            "Animation",
            "Comedy",
            "Family",
            "Adventure",
            "Fantasy"
        ],
        "overview": "Through a series of unfortunate events, three mummies end up in present-day London and embark on a wacky and hilarious journey in search of an old ring belonging to the Royal Family, stolen by ambitious archaeologist Lord Carnaby.",
        "vote_average": "7.2"
    },
    {
        "title": "Eternal 831",
        "genre": [
            "Animation",
            "Drama",
            "Adventure",
            "Science Fiction"
        ],
        "overview": "In the present day, the world is in turmoil due to an \"unprecedented disaster.\" A young man living in Tokyo, Suzushirō, has a secret he cannot tell anyone. That secret is that he can stop the time around him despite his thoughts. One day, he meets a girl named Nazuna who has the same \"power\". When he learns that she is being used in a crime, he impulsively reaches out to help her.",
        "vote_average": "3.3"
    },
    {
        "title": "Bad Luck Banging or Loony Porn",
        "genre": [
            "Comedy"
        ],
        "overview": "Emi, a school teacher, finds her career and reputation under threat after a personal sex tape is leaked on the Internet. Forced to meet the parents demanding her dismissal, Emi refuses to surrender to their pressure.",
        "vote_average": "6.6"
    },
    {
        "title": "M3GAN",
        "genre": [
            "Science Fiction",
            "Horror"
        ],
        "overview": "A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.",
        "vote_average": "7.3"
    },
    {
        "title": "No Hard Feelings",
        "genre": [
            "Comedy",
            "Romance",
            "Drama"
        ],
        "overview": "On the brink of losing her childhood home, Maddie discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.",
        "vote_average": "4.9"
    },
    {
        "title": "Graphic Desires",
        "genre": [
            "Thriller"
        ],
        "overview": "When reclusive Franklin cheats on his partner with a mysterious girl he meets on a dating app, it becomes the start of a deadly obsession.",
        "vote_average": "5.1"
    },
    {
        "title": "Plane",
        "genre": [
            "Action",
            "Adventure",
            "Thriller"
        ],
        "overview": "After a heroic job of successfully landing his storm-damaged aircraft in a war zone, a fearless pilot finds himself between the agendas of multiple militias planning to take the plane and its passengers hostage.",
        "vote_average": "6.9"
    },
    {
        "title": "Beautiful Disaster",
        "genre": [
            "Romance",
            "Drama",
            "Comedy"
        ],
        "overview": "Bad-boy Travis is exactly what college freshman Abby needs and wants to avoid. He spends his nights fighting in underground boxing matches, and his days as the ultimate college campus charmer. But Abby wants nothing to do with Travis. Intrigued by Abby’s resistance, Travis offers her a simple bet: if he loses his next fight, he must remain sex-free for a month. If he wins, Abby must live in his apartment for the same amount of time. Either way, Travis has no idea that Abby’s dark past is about to emerge, and he may have finally met his match.",
        "vote_average": "6.4"
    },
    {
        "title": "About My Father",
        "genre": [
            "Comedy"
        ],
        "overview": "Encouraged by his fiancee, a man and his father spend the weekend with her wealthy and exceedingly eccentric family. The gathering soon develops into a culture clash, allowing father and son to discover the true meaning of family.",
        "vote_average": "6.0"
    },
    {
        "title": "Avengers: Infinity War",
        "genre": [
            "Adventure",
            "Action",
            "Science Fiction"
        ],
        "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
        "vote_average": "8.3"
    },
    {
        "title": "The Sensuous Nurse",
        "genre": [
            "Comedy"
        ],
        "overview": "Greedy relatives hire a sensual caregiver to hasten the demise of a wealthy count suffering from a heart condition.",
        "vote_average": "5.5"
    },
    {
        "title": "Through My Window: Across the Sea",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "After a year of long-distance, Raquel and Ares reunite on a steamy beach trip. Faced with fresh flirtations and insecurities, will their love prevail?",
        "vote_average": "10.0"
    },
    {
        "title": "Renfield",
        "genre": [
            "Comedy",
            "Horror",
            "Fantasy"
        ],
        "overview": "Having grown sick and tired of his centuries as Dracula's lackey, Renfield finds a new lease on life — and maybe even redemption — when he falls for feisty, perennially angry traffic cop Rebecca Quincy.",
        "vote_average": "6.8"
    },
    {
        "title": "65",
        "genre": [
            "Science Fiction",
            "Action",
            "Adventure",
            "Thriller"
        ],
        "overview": "65 million years ago, the only 2 survivors of a spaceship from Somaris that crash-landed on Earth, must fend off dinosaurs to reach the escape vessel in time before an imminent asteroid strike threatens to destroy the planet.",
        "vote_average": "6.2"
    },
    {
        "title": "Avatar",
        "genre": [
            "Action",
            "Adventure",
            "Fantasy",
            "Science Fiction"
        ],
        "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
        "vote_average": "7.6"
    },
    {
        "title": "The Whale",
        "genre": [
            "Drama"
        ],
        "overview": "A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption.",
        "vote_average": "8.0"
    },
    {
        "title": "Thor: Love and Thunder",
        "genre": [
            "Fantasy",
            "Action",
            "Comedy"
        ],
        "overview": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
        "vote_average": "6.6"
    },
    {
        "title": "Top Gun: Maverick",
        "genre": [
            "Action",
            "Drama"
        ],
        "overview": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
        "vote_average": "8.3"
    },
    {
        "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
        "genre": [
            "Adventure",
            "Family",
            "Fantasy"
        ],
        "overview": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever.",
        "vote_average": "7.1"
    },
    {
        "title": "Fall",
        "genre": [
            "Thriller"
        ],
        "overview": "For best friends Becky and Hunter, life is all about conquering fears and pushing limits. But after they climb 2,000 feet to the top of a remote, abandoned radio tower, they find themselves stranded with no way down. Now Becky and Hunter’s expert climbing skills will be put to the ultimate test as they desperately fight to survive the elements, a lack of supplies, and vertigo-inducing heights",
        "vote_average": "7.3"
    },
    {
        "title": "Attack on Titan",
        "genre": [
            "Action",
            "Science Fiction"
        ],
        "overview": "As viable water is depleted on Earth, a mission is sent to Saturn's moon Titan to retrieve sustainable H2O reserves from its alien inhabitants. But just as the humans acquire the precious resource, they are attacked by Titan rebels, who don't trust that the Earthlings will leave in peace.",
        "vote_average": "6.0"
    },
    {
        "title": "Sonic the Hedgehog 2",
        "genre": [
            "Action",
            "Adventure",
            "Family",
            "Comedy"
        ],
        "overview": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
        "vote_average": "7.6"
    },
    {
        "title": "You Do You",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "overview": "Merve chose the bohemian life, but it didn't choose her back. Faced with eviction, she starts a new job and stumbles into a spicy setup with her boss.",
        "vote_average": "6.5"
    },
    {
        "title": "Jurassic World Dominion",
        "genre": [
            "Adventure",
            "Action",
            "Science Fiction"
        ],
        "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators ona planet they now share with history's most fearsome creatures.",
        "vote_average": "6.8"
    },
    {
        "title": "The Ghosts of Monday",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "A group of US filmmakers travel to Cyprus to film a documentary in the tragically famous Hotel Gula - a once popular resort where more than 100 people died in mysterious circumstances. What begins as just another day at the office will eventually turn into a terrifying journey into the unknown.",
        "vote_average": "4.9"
    },
    {
        "title": "The Batman",
        "genre": [
            "Crime",
            "Mystery",
            "Thriller"
        ],
        "overview": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
        "vote_average": "7.7"
    },
    {
        "title": "Barbie",
        "genre": [
            "Comedy"
        ],
        "overview": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.",
        "vote_average": "0.0"
    },
    {
        "title": "Battle for Saipan",
        "genre": [
            "War",
            "History",
            "Action"
        ],
        "overview": "On July 7, 1944, a U.S. Army hospital on the remote island of Saipan is overrun by Japanese forces during a relentless attack. Outgunned and surrounded by the enemy, a lone medic puts it all on the line to lead a band of wounded soldiers to safety.",
        "vote_average": "5.8"
    },
    {
        "title": "The Swan Princess: A Fairytale Is Born",
        "genre": [
            "Family",
            "Animation",
            "Fantasy"
        ],
        "overview": "Before becoming queen, Uberta lived a humble life with her husband Maximillian when she is suddenly thrust into royalty. Through triumph and tragedy, she learns the lessons needed to become a beloved Queen, all while raising the next generation of rulers. When it's time for Uberta to pass the royal scepter to Odette and Derek, rival Queen Wixom has plans of her own to ruin the kingdom's greatest coronation.",
        "vote_average": "7.2"
    },
    {
        "title": "Winnie the Pooh: Blood and Honey",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "Christopher Robin is headed off to college and he has abandoned his old friends, Pooh and Piglet, which then leads to the duo embracing their inner monsters.",
        "vote_average": "5.7"
    },
    {
        "title": "Lullaby",
        "genre": [
            "Horror"
        ],
        "overview": "A new mother discovers a lullaby in an ancient book and soon regards the song as a blessing. But her world transforms into a nightmare when the lullaby brings forth the ancient demon Lilith.",
        "vote_average": "5.7"
    },
    {
        "title": "Chupa",
        "genre": [
            "Adventure",
            "Fantasy",
            "Family"
        ],
        "overview": "While visiting family in Mexico, a lonely boy befriends a mythical creature hiding on his grandfather's ranch and embarks on the adventure of a lifetime.",
        "vote_average": "6.5"
    },
    {
        "title": "The Little Mermaid",
        "genre": [
            "Animation",
            "Family",
            "Fantasy"
        ],
        "overview": "This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula.",
        "vote_average": "7.4"
    },
    {
        "title": "Prey",
        "genre": [
            "Thriller",
            "Action",
            "Science Fiction"
        ],
        "overview": "When danger threatens her camp, the fierce and highly skilled Comanche warrior Naru sets out to protect her people. But the prey she stalks turns out to be a highly evolved alien predator with a technically advanced arsenal.",
        "vote_average": "7.8"
    },
    {
        "title": "Terrifier 2",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "After being resurrected by a sinister entity, Art the Clown returns to Miles County where he must hunt down and destroy a teenage girl and her younger brother on Halloween night.  As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent.",
        "vote_average": "6.9"
    },
    {
        "title": "After Ever Happy",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "As a shocking truth about a couple's families emerges, the two lovers discover they are not so different from each other. Tessa is no longer the sweet, simple, good girl she was when she met Hardin — any more than he is the cruel, moody boy she fell so hard for.",
        "vote_average": "6.8"
    },
    {
        "title": "En temporada baja",
        "genre": [
            "Comedy"
        ],
        "overview": "",
        "vote_average": "6.6"
    },
    {
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
        "genre": [
            "Animation",
            "Action",
            "Adventure",
            "Fantasy",
            "Thriller"
        ],
        "overview": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "vote_average": "8.3"
    },
    {
        "title": "Hacksaw Ridge",
        "genre": [
            "Drama",
            "History",
            "War"
        ],
        "overview": "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.",
        "vote_average": "8.2"
    },
    {
        "title": "Hunt",
        "genre": [
            "Action",
            "Mystery",
            "Thriller"
        ],
        "overview": "After a high-ranking North Korean official requests asylum, KCIA Foreign Unit chief Park Pyong-ho and Domestic Unit chief Kim Jung-do are tasked with uncovering a North Korean spy, known as Donglim, who is deeply embedded within their agency. When the spy begins leaking top secret intel that could jeopardize national security, the two units are each assigned to investigate each other.",
        "vote_average": "6.7"
    },
    {
        "title": "Polite Society",
        "genre": [
            "Action",
            "Comedy",
            "Drama"
        ],
        "overview": "Martial artist-in-training Ria Khan believes she must save her older sister Lena from her impending marriage. After enlisting the help of her friends, Ria attempts to pull off the most ambitious of all wedding heists in the name of independence and sisterhood.",
        "vote_average": "6.6"
    },
    {
        "title": "Spider-Man: Beyond the Spider-Verse",
        "genre": [
            "Animation",
            "Action",
            "Adventure",
            "Science Fiction",
            "Fantasy"
        ],
        "overview": "The final chapter of Miles Morales and the many other Spider-People from different realities.",
        "vote_average": "0.0"
    },
    {
        "title": "The Woman King",
        "genre": [
            "Action",
            "Drama",
            "History"
        ],
        "overview": "The story of the Agojie, the all-female unit of warriors who protected the African Kingdom of Dahomey in the 1800s with skills and a fierceness unlike anything the world has ever seen, and General Nanisca as she trains the next generation of recruits and readies them for battle against an enemy determined to destroy their way of life.",
        "vote_average": "7.8"
    },
    {
        "title": "Doctor Strange in the Multiverse of Madness",
        "genre": [
            "Fantasy",
            "Action",
            "Adventure"
        ],
        "overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
        "vote_average": "7.4"
    },
    {
        "title": "Transformers: The Last Knight",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "overview": "Autobots and Decepticons are at war, with humans on the sidelines. Optimus Prime is gone. The key to saving our future lies buried in the secrets of the past, in the hidden history of Transformers on Earth.",
        "vote_average": "6.1"
    },
    {
        "title": "¡Asu Mare! Los amigos",
        "genre": [
            "Comedy"
        ],
        "overview": "Cachin's friends are back. After overcoming many adversities, an inheritance will put them to the test, facing funny situations and dark characters that will try to boycott one of their greatest dreams.",
        "vote_average": "6.7"
    },
    {
        "title": "Demon Slayer: Kimetsu no Yaiba Sibling's Bond",
        "genre": [
            "Action",
            "Animation",
            "Fantasy"
        ],
        "overview": "Tanjiro finds his family slaughtered and the lone survivor, his sister Nezuko Kamado, turned into a Demon. To his surprise, however, Nezuko still shows signs of human emotion and thought. Thus begins Tanjiro's journey to seek out the Demon who killed their family and turn his sister human again. A recap film of Kimetsu no Yaiba, covering episodes 1-5 with extra footage.",
        "vote_average": "7.9"
    },
    {
        "title": "Iron Man 2",
        "genre": [
            "Adventure",
            "Action",
            "Science Fiction"
        ],
        "overview": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
        "vote_average": "6.8"
    },
    {
        "title": "Guardians of the Galaxy Vol. 2",
        "genre": [
            "Science Fiction",
            "Adventure",
            "Action"
        ],
        "overview": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage.",
        "vote_average": "7.6"
    },
    {
        "title": "Taz: Quest for Burger",
        "genre": [
            "Comedy",
            "Family",
            "Animation",
            "Adventure"
        ],
        "overview": "After an outlaw abducts her father and steals her town’s food supply, a feisty adolescent bandicoot named Quinn recruits the Tasmanian Devil to help her find the thief. Taz may be an ill-tempered rogue with a fearsome reputation, but he and Quinn will have to work together to track the criminal through the wilds of Tasmania and save her community.",
        "vote_average": "5.7"
    },
    {
        "title": "Knock at the Cabin",
        "genre": [
            "Horror",
            "Thriller",
            "Mystery"
        ],
        "overview": "While vacationing at a remote cabin, a young girl and her two fathers are taken hostage by four armed strangers who demand that the family make an unthinkable choice to avert the apocalypse. With limited access to the outside world, the family must decide what they believe before all is lost.",
        "vote_average": "6.4"
    },
    {
        "title": "Eight Legged Freaks",
        "genre": [
            "Action",
            "Comedy",
            "Horror",
            "Thriller"
        ],
        "overview": "The residents of a rural mining town discover that an unfortunate chemical spill has caused hundreds of little spiders to mutate overnight to the size of SUVs. It's then up to mining engineer Chris McCormack and Sheriff Sam Parker to mobilize an eclectic group of townspeople, including the Sheriff's young son, Mike, her daughter, Ashley, and paranoid radio announcer Harlan, into battle against the bloodthirsty eight-legged beasts.",
        "vote_average": "5.7"
    },
    {
        "title": "Harry Potter and the Chamber of Secrets",
        "genre": [
            "Adventure",
            "Fantasy"
        ],
        "overview": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
        "vote_average": "7.7"
    },
    {
        "title": "Play Dead",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "Criminology student Chloe fakes her own death to break into a morgue, in order to retrieve a piece of evidence that ties her younger brother to a crime gone wrong. Once inside, she discovers that a sadistic coroner is using the corpses for his sick and twisted business, and when he realises that Chloe still has a pulse, a terrifying game of cat and mouse ensues.",
        "vote_average": "6.6"
    },
    {
        "title": "Indiana Jones and the Dial of Destiny",
        "genre": [
            "Adventure",
            "Action"
        ],
        "overview": "Finding himself in a new era, approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.",
        "vote_average": "5.3"
    },
    {
        "title": "Undeaducated",
        "genre": [
            "Horror"
        ],
        "overview": "So, what might happen if you were stuck late at school when the zombie apocalypse happens? What's going on? Is this all part of some twisted experiment the professor is conducting on the kids? Did the crazy Cook do it? Will they see tomorrow? Well, that's the situation our group of high-schoolers find themselves in, in \"Undeaducated\".",
        "vote_average": "7.0"
    },
    {
        "title": "Harry Potter and the Order of the Phoenix",
        "genre": [
            "Adventure",
            "Fantasy",
            "Mystery"
        ],
        "overview": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
        "vote_average": "7.7"
    },
    {
        "title": "Shotgun Wedding",
        "genre": [
            "Action",
            "Comedy",
            "Romance"
        ],
        "overview": "Darcy and Tom gather their families for the ultimate destination wedding but when the entire party is taken hostage, “’Til Death Do Us Part” takes on a whole new meaning in this hilarious, adrenaline-fueled adventure as Darcy and Tom must save their loved ones—if they don’t kill each other first.",
        "vote_average": "6.4"
    },
    {
        "title": "That Time I Got Reincarnated as a Slime the Movie: Scarlet Bond",
        "genre": [
            "Animation",
            "Fantasy",
            "Adventure"
        ],
        "overview": "A long-running conspiracy is swirling over a mysterious power wielded by the Queen in Raja, a small country west of Tempest. When a slime who evolved into a Demon Lord named Rimuru Tempest crosses paths with Hiiro, a survivor of the Ogre race, an incredible adventure packed with new characters begins. The power of bonds will be put to the test!",
        "vote_average": "7.6"
    },
    {
        "title": "Assassin Club",
        "genre": [
            "Action",
            "Mystery",
            "Thriller"
        ],
        "overview": "In this world of contract killers, Morgan Gaines is the best of the best. When Morgan is hired to kill six people around the world, he soon discovers all the targets are also assassins unknowingly hired to kill each other.",
        "vote_average": "6.3"
    },
    {
        "title": "Sniper: The White Raven",
        "genre": [
            "War",
            "Action",
            "Drama"
        ],
        "overview": "Mykola is an eccentric pacifist who wants to be useful to humanity. When the war begins at Donbass, Mykola’s naive world is collapsing as the militants kill his pregnant wife and burn his home to the ground. Recovered, he makes a cardinal decision and gets enlisted in a sniper company. Having met his wife’s killers, he emotionally breaks down and arranges “sniper terror” for the enemy. He’s saved from a senseless death by his instructor who himself gets mortally wounded. The death of a friend leaves a “scar” and Mykola is ready to sacrifice his life.",
        "vote_average": "7.6"
    },
    {
        "title": "After",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life.",
        "vote_average": "7.1"
    },
    {
        "title": "Roald Dahl's Matilda the Musical",
        "genre": [
            "Family",
            "Comedy",
            "Fantasy"
        ],
        "overview": "An extraordinary young girl discovers her superpower and summons the remarkable courage, against all odds, to help others change their stories, whilst also taking charge of her own destiny. Standing up for what's right, she's met with miraculous results.",
        "vote_average": "6.8"
    },
    {
        "title": "Supercell",
        "genre": [
            "Action"
        ],
        "overview": "Good-hearted teenager William always lived in hope of following in his late father’s footsteps and becoming a storm chaser. His father’s legacy has now been turned into a storm-chasing tourist business, managed by the greedy and reckless Zane Rogers, who is now using William as the main attraction to lead a group of unsuspecting adventurers deep into the eye of the most dangerous supercell ever seen.",
        "vote_average": "6.2"
    },
    {
        "title": "Titanic",
        "genre": [
            "Drama",
            "Romance"
        ],
        "overview": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
        "vote_average": "7.9"
    },
    {
        "title": "The Year of the Shark",
        "genre": [
            "Comedy",
            "Horror",
            "Drama"
        ],
        "overview": "A small coastal town in the south-west of France is on high alert after a surfer disappeared - Soon the incredible truth is revealed : a shark is prowling in the harbor.",
        "vote_average": "4.5"
    },
    {
        "title": "Stand by Me Doraemon",
        "genre": [
            "Animation",
            "Family",
            "Science Fiction",
            "Fantasy"
        ],
        "overview": "Sewashi and Doraemon find themselves way back in time and meet Nobita. It is up to Doraemon to take care of Nobita or else he will not return to the present.",
        "vote_average": "7.3"
    },
    {
        "title": "Harry Potter and the Philosopher's Stone",
        "genre": [
            "Adventure",
            "Fantasy"
        ],
        "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
        "vote_average": "7.9"
    },
    {
        "title": "Maggie Simpson in \"Rogue Not Quite One\"",
        "genre": [
            "Animation",
            "Family",
            "Science Fiction",
            "Comedy"
        ],
        "overview": "On their way to daycare, Homer loses track of Maggie who hops in Grogu’s hovering pram for a hyperspace-hopping adventure across the galaxy. Facing a squadron of Imperial TIE fighters, Maggie brings the battle to Springfield in this epic short celebrating all things Star Wars.",
        "vote_average": "6.2"
    },
    {
        "title": "Are You There God? It's Me, Margaret.",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "overview": "When her family moves from New York City to New Jersey, an 11-year-old girl navigates new friends, feelings, and the beginning of adolescence.",
        "vote_average": "7.4"
    },
    {
        "title": "The Next 365 Days",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.",
        "vote_average": "6.5"
    },
    {
        "title": "Dead Shot",
        "genre": [
            "Action",
            "Thriller"
        ],
        "overview": "In the 1970s, a member of the IRA takes over an Active Service Unit in London after his wife is accidentally shot dead in Ireland. The unit's mission is to cause chaos and destruction, while his personal aim is to hunt down his wife’s killer — an SAS captain, who is also hunting him.",
        "vote_average": "6.0"
    },
    {
        "title": "Encanto at the Hollywood Bowl",
        "genre": [
            "Music"
        ],
        "overview": "A taped performance of the Encanto Live-to-Film Concert Experience at the Hollywood Bowl. The original cast puts on a miracle of a concert as they sing the favorite songs, accompanied by a full orchestra and 50 person ensemble, and the Hollywood Bowl transforms into Casita!",
        "vote_average": "7.1"
    },
    {
        "title": "Mafia Mamma",
        "genre": [
            "Crime",
            "Comedy"
        ],
        "overview": "A suburban American woman inherits her grandfather’s Mafia empire and, guided by the Firm’s trusted consigliere, defies everyone’s expectations, including her own, as the new head of the family business.",
        "vote_average": "6.7"
    },
    {
        "title": "Pirates Down the Street II: The Ninjas from Across",
        "genre": [
            "Family",
            "Action",
            "Adventure"
        ],
        "overview": "The pirates feel right at home in Sandborough, but the atmosphere cools right down when the ninjas come to live in the street. After all, pirates and ninjas are sworn enemies!  While pirate captain Hector Blunderbuss struggles to get rid of his new neighbours, son Billy and ninja daughter Yuka become friends. The pirates challenge the ninjas to the ultimate battle at the village's annual hexathlon. Who will win the match? Ninjas are faster and more agile of course, but pirates are the best cheats in all of the seven seas...",
        "vote_average": "6.7"
    },
    {
        "title": "An Unforgettable Year – Winter",
        "genre": [
            "Drama",
            "Romance"
        ],
        "overview": "Instead of joining the graduation trip with her friends, Mabel is forced to travel with her parents to a ski station in Chile. Only she didn't expect this freezing retreat could introduce her to a secret group of friends and a potential new love.",
        "vote_average": "7.1"
    },
    {
        "title": "Luck",
        "genre": [
            "Animation",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "overview": "Suddenly finding herself in the never-before-seen Land of Luck, the unluckiest person in the world must unite with the magical creatures there to turn her luck around.",
        "vote_average": "7.9"
    },
    {
        "title": "Turning Red",
        "genre": [
            "Animation",
            "Family",
            "Comedy",
            "Fantasy"
        ],
        "overview": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
        "vote_average": "7.5"
    },
    {
        "title": "Iron Man",
        "genre": [
            "Action",
            "Science Fiction",
            "Adventure"
        ],
        "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
        "vote_average": "7.6"
    },
    {
        "title": "Knights of the Zodiac",
        "genre": [
            "Fantasy",
            "Action",
            "Adventure"
        ],
        "overview": "When a headstrong street orphan, Seiya, in search of his abducted sister unwittingly taps into hidden powers, he discovers he might be the only person alive who can protect a reincarnated goddess, sent to watch over humanity. Can he let his past go and embrace his destiny to become a Knight of the Zodiac?",
        "vote_average": "6.2"
    },
    {
        "title": "Prizefighter: The Life of Jem Belcher",
        "genre": [
            "History",
            "Drama"
        ],
        "overview": "At the turn of the 19th century, Pugilism was the sport of kings and a gifted young boxer fought his way to becoming champion of England.",
        "vote_average": "6.2"
    },
    {
        "title": "Sing 2",
        "genre": [
            "Animation",
            "Family"
        ],
        "overview": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
        "vote_average": "7.9"
    },
    {
        "title": "Caligula",
        "genre": [
            "Drama",
            "History",
            "Romance"
        ],
        "overview": "The perversion behind imperial Rome, the epic story of Rome's mad Emporer. All the details of his cruel, bizarre reign are revealed right here: His unholy sexual passion for his sister, his marriage to Rome's most infamous prostitute, his fiendishly inventive means of disposing those who would oppose him, and more.",
        "vote_average": "6.0"
    },
    {
        "title": "Raped by an Angel 2: The Uniform Fan",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "A dentist obsessed with young women in various uniforms stalks two sisters. The oldest sister is romantically pursued by a thug that was just released from prison. The dentist also has the hots for her and the two paths eventually cross",
        "vote_average": "4.7"
    },
    {
        "title": "Minions: The Rise of Gru",
        "genre": [
            "Animation",
            "Comedy",
            "Family"
        ],
        "overview": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
        "vote_average": "7.4"
    },
    {
        "title": "Malum",
        "genre": [
            "Horror"
        ],
        "overview": "A rookie police officer willingly takes the last shift at a newly decommissioned police station in an attempt to uncover the mysterious connection between her father's death and a vicious cult.",
        "vote_average": "6.1"
    },
    {
        "title": "Harry Potter and the Goblet of Fire",
        "genre": [
            "Adventure",
            "Fantasy",
            "Family"
        ],
        "overview": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
        "vote_average": "7.8"
    },
    {
        "title": "The Communion Girl",
        "genre": [
            "Horror"
        ],
        "overview": "Spain, late 1980s. Newcomer Sara tries to fit in with the other teens in this tight-knit small town in the province of Tarragona. If only she were more like her extroverted best friend, Rebe. They go out one night at a nightclub, on the way home, they come upon a little girl holding a doll, dressed for her first communion. And that's when the nightmare begins.",
        "vote_average": "6.1"
    },
    {
        "title": "Spider-Man: Homecoming",
        "genre": [
            "Action",
            "Adventure",
            "Science Fiction",
            "Drama"
        ],
        "overview": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
        "vote_average": "7.3"
    },
    {
        "title": "Venom: Let There Be Carnage",
        "genre": [
            "Science Fiction",
            "Action",
            "Adventure"
        ],
        "overview": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
        "vote_average": "6.9"
    },
    {
        "title": "Harry Potter and the Prisoner of Azkaban",
        "genre": [
            "Adventure",
            "Fantasy"
        ],
        "overview": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
        "vote_average": "8.0"
    },
    {
        "title": "Grotesque",
        "genre": [
            "Horror",
            "Comedy"
        ],
        "overview": "Mildred Moyer transforms from shy misfit to loveable psychopath when her back-alley plastic surgery is botched. Mildred finds herself living her best life as she unleashes brutal vengeance on all those who tormented her in the past.",
        "vote_average": "3.5"
    },
    {
        "title": "Justice League x RWBY: Super Heroes & Huntsmen, Part One",
        "genre": [
            "Animation",
            "Action",
            "Fantasy"
        ],
        "overview": "Superman, Batman, Wonder Woman, Flash, Cyborg, Green Lantern and Vixen are transported to the strange world of Remnant and find themselves turned into teenagers. Meanwhile, Remnant heroes Ruby, Weiss, Blake and Yang must combine forces with the Justice League to uncover why their planet has been mysteriously altered before a superpowered Grimm destroys everything.",
        "vote_average": "7.5"
    },
    {
        "title": "After We Collided",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "Tessa finds herself struggling with her complicated relationship with Hardin; she faces a dilemma that could change their lives forever.",
        "vote_average": "7.2"
    },
    {
        "title": "Shark Side of the Moon",
        "genre": [
            "Action",
            "Science Fiction",
            "Thriller",
            "Horror"
        ],
        "overview": "Decades ago, the USSR developed unkillable sharks and launched them to the moon. Today, a team of American astronauts will endure the fight of their lives.",
        "vote_average": "5.3"
    },
    {
        "title": "Two Witches",
        "genre": [
            "Horror"
        ],
        "overview": "A matriarchal witch passes on her sinister inheritance to her grand-daughter, triggering the most horrific curses.",
        "vote_average": "6.3"
    },
    {
        "title": "Zack Snyder's Justice League",
        "genre": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "overview": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "vote_average": "8.2"
    },
    {
        "title": "Prey for the Devil",
        "genre": [
            "Horror",
            "Thriller"
        ],
        "overview": "In response to a global rise in demonic possessions, the Catholic Church reopens exorcism schools to train priests in the Rite of Exorcism. On this spiritual battlefield, an unlikely warrior rises: a young nun, Sister Ann. Thrust onto the spiritual frontline with fellow student Father Dante, Sister Ann finds herself in a battle for the soul of a young girl and soon realizes the Devil has her right where he wants her.",
        "vote_average": "7.1"
    },
    {
        "title": "Spider-Man",
        "genre": [
            "Fantasy",
            "Action"
        ],
        "overview": "After being bitten by a genetically altered spider at Oscorp, nerdy but endearing high school student Peter Parker is endowed with amazing powers to become the superhero known as Spider-Man.",
        "vote_average": "7.3"
    },
    {
        "title": "Two Sinners and a Mule",
        "genre": [
            "Western",
            "Action"
        ],
        "overview": "Kicked out of a small Western town for sinful behavior, free-spirited Alice and Nora set out for Virginia City to pursue their dream of opening a restaurant. Out on the prairie, they come across an injured bounty hunter named Elden. Hoping to share in the reward, they nurse Elden back to health and help him stalk his prey, Grimes. But as Nora and Alice both develop feelings for Elden, no one notices that Grimes is now on their tail, and the hunters become the hunted…",
        "vote_average": "6.4"
    },
    {
        "title": "Harry Potter and the Half-Blood Prince",
        "genre": [
            "Adventure",
            "Fantasy"
        ],
        "overview": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
        "vote_average": "7.7"
    },
    {
        "title": "Oppressive Torture",
        "genre": [],
        "overview": "In the end of the 19th century, social restoration occurred in Japan. Seizing on the confusion, Gonnosuke deprives land from farmers, and this pushes him way to the top as a businessman. However, he has hideous sexual propensity which he sexually abuses women. Gonnosuke excruciates hard and causes 2 housemaids to die. The dreadful history recurs...",
        "vote_average": "4.7"
    },
    {
        "title": "Catch Me If You Can",
        "genre": [
            "Drama",
            "Crime"
        ],
        "overview": "A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.",
        "vote_average": "8.0"
    },
    {
        "title": "Miraculous: Ladybug & Cat Noir, The Movie",
        "genre": [
            "Animation",
            "Family",
            "Action",
            "Fantasy",
            "Romance"
        ],
        "overview": "A life of an ordinary Parisian teenager Marinette goes superhuman when she becomes Ladybug. Bestowed with magical powers of creation, Ladybug must unite with her opposite, Cat Noir, to save Paris as a new villain unleashes chaos unto the city.",
        "vote_average": "0.0"
    },
    {
        "title": "Meg 2: The Trench",
        "genre": [
            "Action",
            "Science Fiction",
            "Horror"
        ],
        "overview": "An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.",
        "vote_average": "0.0"
    },
    {
        "title": "Hotel Transylvania: Transformania",
        "genre": [
            "Animation",
            "Comedy",
            "Family",
            "Adventure",
            "Fantasy"
        ],
        "overview": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
        "vote_average": "7.0"
    },
    {
        "title": "3-D Sex and Zen: Extreme Ecstasy",
        "genre": [
            "Drama",
            "Adventure",
            "Romance",
            "Action",
            "History"
        ],
        "overview": "Loosely based on a 17th century erotic Chinese story named The Carnal Prayer Mat, the story follows a young scholar named Yangsheng who gets married to the beautiful daughter of a local merchant. When their sex life proves unsatisfactory, Yangsheng leaves home and journeys to the Pavilion of Ultimate Bliss.",
        "vote_average": "4.9"
    },
    {
        "title": "The Devil Conspiracy",
        "genre": [
            "Horror",
            "Fantasy",
            "Science Fiction",
            "Thriller"
        ],
        "overview": "The hottest biotech company in the world has discovered they can clone history’s most influential people from the dead. Now, they are auctioning clones of Michelangelo, Galileo, Vivaldi, and others for tens of millions of dollars to the world’s ultra-rich. But when they steal the Shroud of Turin and clone the DNA of Jesus Christ, all hell breaks loose.",
        "vote_average": "6.3"
    },
    {
        "title": "Chevalier",
        "genre": [
            "Music",
            "Drama",
            "History"
        ],
        "overview": "The illegitimate son of an African slave and a French plantation owner, Bologne rises to improbable heights in French society as a celebrated violinist-composer and fencer, complete with an ill-fated love affair and a falling out with Marie Antoinette and her court. Inspired by the incredible true story of composer Joseph Bologne, Chevalier de Saint-Georges.",
        "vote_average": "6.5"
    },
    {
        "title": "Marcel the Shell with Shoes On",
        "genre": [
            "Animation",
            "Comedy",
            "Drama",
            "Family"
        ],
        "overview": "Marcel is an adorable one-inch-tall shell who ekes out a colorful existence with his grandmother Connie and their pet lint, Alan. Once part of a sprawling community of shells, they now live alone as the sole survivors of a mysterious tragedy. But when a documentary filmmaker discovers them amongst the clutter of his Airbnb, the short film he posts online brings Marcel millions of passionate fans, as well as unprecedented dangers and a new hope at finding his long-lost family.",
        "vote_average": "7.7"
    },
    {
        "title": "Celebrity Sex Tape",
        "genre": [
            "Comedy"
        ],
        "overview": "A group of college nerds secretly record a washed up celebrity having sex and post the tape on the internet. When the publicity revives the actress's career, every B-list celebrity, reality show reject, and celebutante in Hollywood want to star in the guys next \"production.\"",
        "vote_average": "4.5"
    },
    {
        "title": "Through My Window",
        "genre": [
            "Drama",
            "Romance"
        ],
        "overview": "Raquel's longtime crush on her next-door neighbor turns into something more when he starts developing feelings for her, despite his family's objections.",
        "vote_average": "7.4"
    },
    {
        "title": "The Amazing Spider-Man 2",
        "genre": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "overview": "For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.",
        "vote_average": "6.5"
    },
    {
        "title": "Six Swedish Girls at a Pump",
        "genre": [
            "Comedy"
        ],
        "overview": "A gas station becomes the center of social life in the village after six Swedish girls start working there.",
        "vote_average": "6.7"
    },
    {
        "title": "John Wick: Chapter 3 - Parabellum",
        "genre": [
            "Action",
            "Thriller",
            "Crime"
        ],
        "overview": "Super-assassin John Wick returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin’s guild, the High Table, John Wick is excommunicado, but the world’s most ruthless hit men and women await his every turn.",
        "vote_average": "7.4"
    },
    {
        "title": "Troll",
        "genre": [
            "Fantasy",
            "Action",
            "Adventure",
            "Thriller"
        ],
        "overview": "Deep inside the mountain of Dovre, something gigantic awakens after being trapped for a thousand years. Destroying everything in its path, the creature is fast approaching the capital of Norway. But how do you stop something you thought only existed in Norwegian folklore?",
        "vote_average": "6.7"
    },
    {
        "title": "Mission: Impossible - Dead Reckoning Part One",
        "genre": [
            "Action",
            "Adventure",
            "Thriller"
        ],
        "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the fate of the world at stake, and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan is forced to consider that nothing can matter more than his mission – not even the lives of those he cares about most.",
        "vote_average": "0.0"
    },
    {
        "title": "JUNG_E",
        "genre": [
            "Science Fiction"
        ],
        "overview": "On an uninhabitable 22nd-century Earth, the outcome of a civil war hinges on cloning the brain of an elite soldier to create a robot mercenary.",
        "vote_average": "6.3"
    },
    {
        "title": "The Suicide Squad",
        "genre": [
            "Action",
            "Comedy",
            "Adventure"
        ],
        "overview": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
        "vote_average": "7.6"
    },
    {
        "title": "John Wick: Chapter 2",
        "genre": [
            "Action",
            "Thriller",
            "Crime"
        ],
        "overview": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.",
        "vote_average": "7.3"
    },
    {
        "title": "365 Days: This Day",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
        "vote_average": "5.8"
    },
    {
        "title": "Scream",
        "genre": [
            "Horror",
            "Mystery",
            "Thriller"
        ],
        "overview": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
        "vote_average": "6.7"
    },
    {
        "title": "After We Fell",
        "genre": [
            "Romance",
            "Drama"
        ],
        "overview": "Just as Tessa's life begins to become unglued, nothing is what she thought it would be. Not her friends nor her family. The only person that she should be able to rely on is Hardin, who is furious when he discovers the massive secret that she's been keeping. Before Tessa makes the biggest decision of her life, everything changes because of revelations about her family.",
        "vote_average": "7.1"
    },
    {
        "title": "Rich in Love 2",
        "genre": [
            "Romance",
            "Comedy"
        ],
        "overview": "When the idealistic Paula resumes her work as a volunteer doctor in the Amazon, Teto convinces his partners to establish their tomato cooperative in a village in the region. But to win back Paula's heart and save the company from bankruptcy, Teto must definitely overcome his spoiled playboy habits and face the interests of a powerful farmer, who stands in his way.",
        "vote_average": "6.9"
    },
    {
        "title": "Love Again",
        "genre": [
            "Romance",
            "Drama",
            "Comedy"
        ],
        "overview": "Mira Ray, dealing with the loss of her fiancé, sends a series of romantic texts to his old cell phone number… not realizing the number was reassigned to Rob Burns' new work phone. A journalist, Rob is captivated by the honesty in the beautifully confessional texts. When he’s assigned to write a profile of megastar Céline Dion, he enlists her help in figuring out how to meet Mira in person and win her heart.",
        "vote_average": "6.7"
    },
    {
        "title": "The Godfather",
        "genre": [
            "Drama",
            "Crime"
        ],
        "overview": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
        "vote_average": "8.7"
    },
    {
        "title": "Satanic Pandemonium",
        "genre": [
            "Horror",
            "Mystery",
            "Thriller"
        ],
        "overview": "Sister Maria is known in the convent for her good works and charity, but, in the secret depths of her sexual fantasies, she is tormented by visions of another world - a world where her forbidden passions are allowed to run free. In this world Satan is her master. As her acts of violence and blasphemy mount, Maria realizes that she has been chosen by the Devil to destroy the convent and lead her sister nuns into hell!",
        "vote_average": "6.5"
    },
    {
        "title": "Batman: Mystery of the Batwoman",
        "genre": [
            "Adventure",
            "Fantasy",
            "Animation",
            "Action",
            "Science Fiction"
        ],
        "overview": "As if the Penguin wasn't enough to contend with, a new vigilante has surfaced in Gotham City, and her strong-arm tactics give Batman cause for concern.",
        "vote_average": "6.7"
    },
    {
        "title": "Fast & Furious Presents: Hobbs & Shaw",
        "genre": [
            "Action",
            "Adventure",
            "Comedy"
        ],
        "overview": "Ever since US Diplomatic Security Service Agent Hobbs and lawless outcast Shaw first faced off, they just have traded smack talk and body blows. But when cyber-genetically enhanced anarchist Brixton's ruthless actions threaten the future of humanity, they join forces to defeat him.",
        "vote_average": "6.9"
    },
    {
        "title": "A Frozen Rooster",
        "genre": [
            "Animation",
            "Adventure",
            "Comedy",
            "Family"
        ],
        "overview": "Follow the adventures of Toto and his family, who will have to travel to the South Pole to fulfill their promise to return a polar bear and some Spanish penguins to their home. In order to fulfill the promise, they will have to overcome some obstacles that will teach them how important teamwork is.",
        "vote_average": "7.8"
    },
    {
        "title": "The Call of the Wild",
        "genre": [
            "Adventure",
            "Family",
            "Drama"
        ],
        "overview": "Buck is a big-hearted dog whose blissful domestic life is turned upside down when he is suddenly uprooted from his California home and transplanted to the exotic wilds of the Yukon during the Gold Rush of the 1890s. As the newest rookie on a mail delivery dog sled team—and later its leader—Buck experiences the adventure of a lifetime, ultimately finding his true place in the world and becoming his own master.",
        "vote_average": "7.6"
    }
]